Repository: zurce/JASM
Catalog: src/GIMI-ModManager.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: es, ja, pt_br, ru_ru, zh_cn

# Settings_DisableAllMods_NoCategoriesMessage
source: No categories were selected to disable mods.
es: No se seleccionaron categorías para deshabilitar mods.
ja: Modを無効化するカテゴリが選択されていません。
pt_br: Nenhuma categoria foi selecionada para desabilitar mods.
ru_ru: Не выбраны категории для отключения модов.
zh_cn: 未选择要禁用Mod的类别。

# Settings_DisableAllMods_SuccessTitle
source: Mods disabled
es: Mods deshabilitados
ja: Modを無効化しました
pt_br: Mods desabilitados
ru_ru: Моды отключены
zh_cn: Mod已禁用

# Settings_DisableAllMods_SuccessMessage
source: All tracked mods have been disabled for the selected categories: {0}
es: Todos los mods rastreados han sido deshabilitados para las categorías seleccionadas: {0}
ja: 選択されたカテゴリのすべての追跡Modが無効化されました: {0}
pt_br: Todos os mods rastreados foram desabilitados para as categorias selecionadas: {0}
ru_ru: Все отслеживаемые моды отключены для выбранных категорий: {0}
zh_cn: 所选类别的所有追踪Mod已被禁用：{0}

# Settings_DisableAllMods_ErrorsTitle
source: Errors while disabling mods
es: Errores al deshabilitar mods
ja: Modの無効化中にエラーが発生しました
pt_br: Erros ao desabilitar mods
ru_ru: Ошибки при отключении модов
zh_cn: 禁用Mod时出错

# Settings_UpdateButton.Content
source: Update
es: Actualizar
ja: 更新
pt_br: Atualizar
ru_ru: Обновить
zh_cn: 更新

# Settings_ReorganizeMods.Content
source: Reorganize Mods
es: Reorganizar Mods
ja: Modを再編成
pt_br: Reorganizar Mods
ru_ru: Реорганизовать моды
zh_cn: 重组Mod

# Settings_CleanMods.Content
source: Clean Mods folder
es: Limpiar carpeta de Mods
ja: Modフォルダーをクリーンアップ
pt_br: Limpar pasta de Mods
ru_ru: Очистить папку модов
zh_cn: 清理Mod文件夹

# Settings_DisableAllMods.Content
source: Disable All Mods
es: Deshabilitar Todos los Mods
ja: すべてのModを無効化
pt_br: Desabilitar Todos os Mods
ru_ru: Отключить все моды
zh_cn: 禁用所有Mod

# Settings_Reset3DmigotoPath.Content
source: Reset 3Dmigoto Exe Path
es: Restablecer Ruta de 3Dmigoto
ja: 3Dmigotoのパスをリセット
pt_br: Redefinir Caminho do 3Dmigoto
ru_ru: Сбросить путь к exe 3Dmigoto
zh_cn: 重置3Dmigoto Exe路径

# Settings_ResetGenshinPath.Content
source: Reset Genshin Exe Path
es: Restablecer Ruta de Genshin
ja: Genshinのパスをリセット
pt_br: Redefinir Caminho do Genshin
ru_ru: Сбросить путь к exe Genshin
zh_cn: 重置Genshin Exe路径

# Settings_SkinsAsCharacters.Content
source: Treat Character Skins as separate characters
es: Tratar Skins de Personajes como personajes separados
ja: キャラクタースキンを別のキャラクターとして扱う
pt_br: Tratar Skins de Personagens como personagens separados
ru_ru: Считать скины персонажей отдельными персонажами
zh_cn: 将角色皮肤视为独立角色

# Settings_CacheDescription.Text
source: When using JASM+ to download mods, it automatically caches the archives or zip files. You can specify a maximum limit in gigabytes for the cache directory, and JASM+ will keep the cache size under the limit when starting up.
es: Cuando usas JASM+ para descargar mods, automáticamente almacena en caché los archivos zip. Puedes especificar un límite máximo en gigabytes para el directorio de caché, y JASM+ mantendrá el tamaño de la caché por debajo del límite al iniciar.
zh_cn: 使用JASM下载Mod时，它会自动缓存压缩包或zip文件。你可以为缓存目录指定最大大小（GB），JASM将在启动时保持缓存大小低于限制。

# Settings_NewUpdateAvailable.Text
source: New Update Available on GitHub:
es: Nueva Actualización Disponible en GitHub:
ja: GitHubで新しいアップデートが利用可能:
pt_br: Nova Atualização Disponível no GitHub:
ru_ru: Доступно новое обновление на GitHub:
zh_cn: GitHub上有新更新：

# Settings_SeeWhatsNew.Text
source: See what's new in the latest release
es: Ver las novedades de la última versión
ja: 最新リリースの新機能を見る
pt_br: Veja as novidades da última versão
ru_ru: Посмотреть, что нового в последнем релизе
zh_cn: 查看最新版本的新功能

# Settings_IgnoreUpdate.Content
source: Ignore Current Update?
es: ¿Ignorar Actualización Actual?
ja: 現在のアップデートを無視しますか？
pt_br: Ignorar Atualização Atual?
ru_ru: Игнорировать текущее обновление?
zh_cn: 忽略当前更新？

# Settings_OpenCacheFolder.Text
source: Open cache folder...
es: Abrir carpeta de caché...
ja: キャッシュフォルダーを開く...
pt_br: Abrir pasta de cache...
ru_ru: Открыть папку кеша...
zh_cn: 打开缓存文件夹...

# Settings_CurrentCacheSize.Text
source: Current Size of Mod Cache for
es: Tamaño Actual del Caché de Mods para
ja: Modキャッシュの現在のサイズ:
pt_br: Tamanho Atual do Cache de Mods para
ru_ru: Текущий размер кеша модов для
zh_cn: Mod缓存的当前大小

# FolderSelector_Browse.Content
source: Browse
es: Examinar
ja: 参照
pt_br: Procurar
ru_ru: Обзор
zh_cn: 浏览

# CommandsSettingsPage_WarningTitle
source: Friendly Warning
es: Aviso Amigable
ja: 警告
pt_br: Aviso Amigável
ru_ru: Дружеское предупреждение
zh_cn: 友情提醒

# CommandsSettingsPage_WarningContent
source: Please be careful when creating commands. Commands can be used to run any executable on your system. Only create commands from trusted sources. JASM+ isn't perfect and can't protect you from malicious scripts or JASM+ bugs/glitches. By clicking 'I understand' you acknowledge that you understand the risks.
es: Ten cuidado al crear comandos. Los comandos pueden ejecutar cualquier programa en tu sistema. Solo crea comandos de fuentes confiables. JASM+ no es perfecto y no puede protegerte de scripts maliciosos o errores de JASM+. Al hacer clic en 'Entiendo' reconoces que entiendes los riesgos.
zh_cn: 创建命令时请小心。命令可用于在系统上运行任何可执行文件。只从可信来源创建命令。JASM并不完美，无法保护你免受恶意脚本或JASM错误/故障的侵害。点击「我理解」即表示你了解相关风险。

# CommandsSettingsPage_WarningPrimary
source: I understand
es: Entiendo
ja: 理解しました
pt_br: Entendo
ru_ru: Я понимаю
zh_cn: 我理解

# CommandsSettingsPage_WarningClose
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭

# CommandsSettingsPage_Title.Text
source: Command Settings
es: Configuración de Comandos
ja: コマンド設定
pt_br: Configurações de Comandos
ru_ru: Настройки команд
zh_cn: 命令设置

# CommandsSettingsPage_CreateCommand.Header
source: Create new command
es: Crear nuevo comando
ja: 新しいコマンドを作成
pt_br: Criar novo comando
ru_ru: Создать новую команду
zh_cn: 创建新命令

# CommandsSettingsPage_CreateCommand.Description
source: Here you can define custom commands that JASM+ can run for you. Currently, commands that contain {{TargetPath}} can only be run from the Mods Overview page
es: Aquí puedes definir comandos personalizados que JASM+ puede ejecutar. Actualmente, los comandos que contienen {{TargetPath}} solo se pueden ejecutar desde la página de Resumen de Mods
zh_cn: 在这里你可以定义JASM可以为你运行的自定义命令。目前，包含{{TargetPath}}的命令只能从Mod概览页面运行。

# CommandsSettingsPage_CreateNewCommandButton.Content
source: Create New Command
es: Crear Nuevo Comando
ja: 新しいコマンドを作成
pt_br: Criar Novo Comando
ru_ru: Создать новую команду
zh_cn: 创建新命令

# CommandsSettingsPage_CommandDefinitions.Header
source: Command Definitions
es: Definiciones de Comandos
ja: コマンド定義
pt_br: Definições de Comandos
ru_ru: Определения команд
zh_cn: 命令定义

# CommandsSettingsPage_CommandDefinitions.Description
source: Here you can view and delete created command definitions
es: Aquí puedes ver y eliminar definiciones de comandos creadas
ja: 作成したコマンド定義の表示と削除ができます。
pt_br: Aqui você pode visualizar e excluir definições de comandos criadas
ru_ru: Здесь вы можете просматривать и удалять созданные определения команд.
zh_cn: 在这里你可以查看和删除已创建的命令定义。

# CommandsSettingsPage_DisplayName.Text
source: Display Name:
es: Nombre a Mostrar:
ja: 表示名:
pt_br: Nome de Exibição:
ru_ru: Отображаемое имя:
zh_cn: 显示名称：

# CommandsSettingsPage_CommandDefinitionId.Text
source: Command Definition Id:
es: ID de Definición de Comando:
ja: コマンド定義ID:
pt_br: ID da Definição de Comando:
ru_ru: ID определения команды:
zh_cn: 命令定义ID：

# CommandsSettingsPage_RunButton.Content
source: Run
es: Ejecutar
ja: 実行
pt_br: Executar
ru_ru: Выполнить
zh_cn: 运行

# CommandsSettingsPage_RunConfirmText.Text
source: Are you sure you want to run this command?
es: ¿Estás seguro de que quieres ejecutar este comando?
ja: このコマンドを実行してもよろしいですか？
pt_br: Tem certeza que deseja executar este comando?
ru_ru: Вы уверены, что хотите выполнить эту команду?
zh_cn: 确定要运行此命令吗？

# CommandsSettingsPage_RunConfirmButton.Content
source: Run
es: Ejecutar
ja: 実行
pt_br: Executar
ru_ru: Выполнить
zh_cn: 运行

# CommandsSettingsPage_EditButton.Content
source: Edit
es: Editar
ja: 編集
pt_br: Editar
ru_ru: Редактировать
zh_cn: 编辑

# CommandsSettingsPage_DeleteButton.Content
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
ru_ru: Удалить
zh_cn: 删除

# CommandsSettingsPage_DeleteConfirmText.Text
source: Are you sure you want to delete this command?
es: ¿Estás seguro de que quieres eliminar este comando?
ja: このコマンドを削除してもよろしいですか？
pt_br: Tem certeza que deseja excluir este comando?
ru_ru: Вы уверены, что хотите удалить эту команду?
zh_cn: 确定要删除此命令吗？

# CommandsSettingsPage_DeleteConfirmButton.Content
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
ru_ru: Удалить
zh_cn: 删除

# CommandsSettingsPage_Executable.Text
source: Executable:
es: Ejecutable:
ja: 実行ファイル:
pt_br: Executável:
ru_ru: Исполняемый файл:
zh_cn: 可执行文件：

# CommandsSettingsPage_WorkingDirectory.Text
source: Working Directory:
es: Directorio de Trabajo:
ja: 作業ディレクトリ:
pt_br: Diretório de Trabalho:
ru_ru: Рабочая директория:
zh_cn: 工作目录：

# CommandsSettingsPage_Arguments.Text
source: Arguments:
es: Argumentos:
ja: 引数:
pt_br: Argumentos:
ru_ru: Аргументы:
zh_cn: 参数：

# CommandsSettingsPage_RunningCommands.Header
source: Currently Running Commands
es: Comandos en Ejecución
ja: 実行中のコマンド
pt_br: Comandos em Execução
ru_ru: Выполняемые команды
zh_cn: 当前正在运行的命令

# CommandsSettingsPage_RunningCommands.Description
source: Commands started from JASM+ for the current running instance
es: Comandos iniciados desde JASM+ para la instancia actual
zh_cn: 从JASM启动的当前实例的命令

# CommandsSettingsPage_RunningDisplayName.Text
source: Display Name:
es: Nombre a Mostrar:
ja: 表示名:
pt_br: Nome de Exibição:
ru_ru: Отображаемое имя:
zh_cn: 显示名称：

# CommandsSettingsPage_RunningFullCommand.Text
source: Full Command:
es: Comando Completo:
ja: コマンド:
pt_br: Comando Completo:
ru_ru: Полная команда:
zh_cn: 完整命令：

# CommandsSettingsPage_RunningCommandDefId.Text
source: Command Definition Id:
es: ID de Definición de Comando:
ja: コマンド定義ID:
pt_br: ID da Definição de Comando:
ru_ru: ID определения команды:
zh_cn: 命令定义ID：

# CommandsSettingsPage_KillButton.Content
source: Kill
es: Matar
ja: 強制終了
pt_br: Encerrar
ru_ru: Завершить
zh_cn: 终止

# CreateCommandView_Title.Text
source: Create Command
es: Crear Comando
ja: コマンドを作成
pt_br: Criar Comando
ru_ru: Создание команды
zh_cn: 创建命令

# CreateCommandView_CommandName.Header
source: * Command Name:
es: * Nombre del Comando:
ja: * コマンド名:
pt_br: * Nome do Comando:
ru_ru: * Имя команды:
zh_cn: * 命令名称：

# CreateCommandView_CommandName.PlaceholderText
source: Command Display Name (Required)
es: Nombre a Mostrar del Comando (Requerido)
ja: コマンド表示名（必須）
pt_br: Nome de Exibição do Comando (Obrigatório)
ru_ru: Отображаемое имя команды (обязательно)
zh_cn: 命令显示名称（必填）

# CreateCommandView_CustomCommand.Content
source: Custom Command
es: Comando Personalizado
ja: カスタムコマンド
pt_br: Comando Personalizado
ru_ru: Пользовательская команда
zh_cn: 自定义命令

# CreateCommandView_ChainedCommand.Content
source: Custom Chained Command
es: Comando Encadenado Personalizado
ja: カスタムチェーンコマンド
pt_br: Comando Encadeado Personalizado
ru_ru: Пользовательская цепная команда
zh_cn: 自定义链式命令

# CreateCommandView_Executable.Title
source: * Executable
es: * Ejecutable
ja: * 実行ファイル
pt_br: * Executável
ru_ru: * Исполняемый файл
zh_cn: * 可执行文件

# CreateCommandView_Executable.PlaceHolderText
source: Must either be in $PATH or be an absolute path to the executable (Required)
es: Debe estar en $PATH o ser una ruta absoluta al ejecutable (Requerido)
ja: $PATH内か、実行ファイルへの絶対パスである必要があります（必須）
pt_br: Deve estar no $PATH ou ser um caminho absoluto para o executável (Obrigatório)
ru_ru: Должен быть в $PATH или быть абсолютным путём к исполняемому файлу (обязательно)
zh_cn: 必须在$PATH中或为可执行文件的绝对路径（必填）

# CreateCommandView_WorkingDirectory.Title
source: Working Directory
es: Directorio de Trabajo
ja: 作業ディレクトリ
pt_br: Diretório de Trabalho
ru_ru: Рабочая директория
zh_cn: 工作目录

# CreateCommandView_WorkingDirectory.PlaceHolderText
source: When manually specifying a path, the folder must exist
es: Al especificar una ruta manualmente, la carpeta debe existir
ja: 手動でパスを指定する場合、フォルダーが存在している必要があります
pt_br: Ao especificar um caminho manualmente, a pasta deve existir
ru_ru: При ручном указании пути папка должна существовать
zh_cn: 手动指定路径时，文件夹必须存在

# CreateCommandView_Arguments.Header
source: Arguments
es: Argumentos
ja: 引数
pt_br: Argumentos
ru_ru: Аргументы
zh_cn: 参数

# CreateCommandView_Arguments.PlaceholderText
source: Arguments that will be passed to the executable
es: Argumentos que se pasarán al ejecutable
ja: 実行ファイルに渡される引数
pt_br: Argumentos que serão passados para o executável
ru_ru: Аргументы, которые будут переданы исполняемому файлу
zh_cn: 将传递给可执行文件的参数

# CreateCommandView_TargetPathHelp.Text
source: When command is run against a file system object (i.e. a skin/mod folder), {{TargetPath}} will be replaced by the actual path.
es: Cuando el comando se ejecuta contra un objeto del sistema de archivos (es decir, una carpeta de skin/mod), {{TargetPath}} será reemplazado por la ruta real.
ja: コマンドがファイルシステムオブジェクト（スキン/Modフォルダーなど）に対して実行される場合、{{TargetPath}} が実際のパスに置き換えられます。
pt_br: Quando o comando é executado em um objeto do sistema de arquivos (ex: uma pasta de skin/mod), {{TargetPath}} será substituído pelo caminho real.
ru_ru: Когда команда выполняется для объекта файловой системы (например, папки скина/мода), {{TargetPath}} будет заменён на фактический путь.
zh_cn: 当命令针对文件系统对象（即皮肤/Mod文件夹）运行时，{{TargetPath}}将被替换为实际路径。

# CreateCommandView_KillProcess.Content
source: Kill Process on JASM+ exit
es: Matar Proceso al salir de JASM+
zh_cn: 退出JASM时终止进程

# CreateCommandView_RunAsAdmin.Content
source: Run as Admin
es: Ejecutar como Administrador
ja: 管理者として実行
pt_br: Executar como Administrador
ru_ru: Запускать от имени администратора
zh_cn: 以管理员身份运行

# CreateCommandView_UseShellExecute.Content
source: Use Shell Execute
es: Usar Ejecución del Sistema
ja: シェル実行を使用
pt_br: Usar Execução do Shell
ru_ru: Использовать оболочку
zh_cn: 使用Shell执行

# CreateCommandView_CreateWindow.Content
source: Create window
es: Crear ventana
ja: ウィンドウを作成
pt_br: Criar janela
ru_ru: Создать окно
zh_cn: 创建窗口

# CreateCommandView_CommandPreview.Header
source: Command that will be run:
es: Comando que se ejecutará:
ja: 実行されるコマンド:
pt_br: Comando que será executado:
ru_ru: Команда, которая будет выполнена:
zh_cn: 将要运行的命令：

# WindowManagerService_Close
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭

# PresetPage_HowPresetsWorkTitle
source: How presets work
es: Cómo funcionan los Presets
ja: プリセットの仕組み
pt_br: Como funcionam os Presets
ru_ru: Как работают пресеты
zh_cn: 预设的工作原理

# PresetPage_HowPresetsWorkClose
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭

# PresetPage_HowPresetsWorkDesc1
source: A Preset is a list of Mods to enable and their preferences. JASM+ reads and stores mod preferences in the mods themselves in the file .JASM_ModConfig.json
es: Un Preset es una lista de Mods para activar y sus preferencias. JASM+ lee y almacena las preferencias de los mods en los propios mods en el archivo .JASM_ModConfig.json
zh_cn: 预设是要启用的Mod及其偏好的列表。JASM在Mod本身的.JASM_ModConfig.json文件中读取和存储Mod偏好。

# PresetPage_HowPresetsWorkDesc2
source: When you create a new preset JASM+ creates a list of all enabled mods and the preferences stored in them. So when you apply the preset later it will enable only those mods and apply the preferences stored in the preset
es: Cuando creas un nuevo preset, JASM+ crea una lista de todos los mods habilitados y las preferencias almacenadas en ellos. Cuando aplicas el preset más tarde, habilitará solo esos mods y aplicará las preferencias almacenadas en el preset
zh_cn: 创建新预设时，JASM会创建所有已启用Mod及其存储的偏好的列表。因此，稍后应用预设时，它将只启用这些Mod并应用预设中存储的偏好。

# PresetPage_HowPresetsWorkDesc3
source: You can allow JASM+ to handle 3Dmigoto reloading by checking the Auto Sync checkbox. But you can also do it yourself by checking the Show Manual Controls checkbox and saving/loading preferences manually.
es: Puedes permitir que JASM+ maneje la recarga de 3Dmigoto marcando la casilla Auto Sync. También puedes hacerlo tú mismo marcando la casilla Mostrar Controles Manuales y guardando/cargando preferencias manualmente.
zh_cn: 你可以通过勾选「自动同步」复选框，让JASM处理3Dmigoto的重新加载。你也可以通过勾选「显示手动控制」复选框，手动保存/加载偏好。

# PresetPage_HowPresetsWorkDesc4
source: It is possible to simply ignore the preset part of this page and only use the manual controls to persist mod preferences.
es: Es posible simplemente ignorar la parte de presets de esta página y solo usar los controles manuales para persistir las preferencias de los mods.
ja: このページのプリセット部分を無視して、手動コントロールのみを使用してModの設定を保持することも可能です。
pt_br: É possível simplesmente ignorar a parte de presets desta página e usar apenas os controles manuais para persistir as preferências de mod.
ru_ru: Можно просто игнорировать часть пресетов на этой странице и использовать только ручное управление для сохранения настроек модов.
zh_cn: 可以完全忽略此页面的预设部分，仅使用手动控制来持久化Mod偏好。

# RandomizeModsDialog_Title
source: Randomize Mods
es: Aleatorizar Mods
ja: Modをランダム化
pt_br: Aleatorizar Mods
ru_ru: Случайные моды
zh_cn: 随机化Mod

# RandomizeModsDialog_Primary
source: Randomize
es: Aleatorizar
ja: ランダム化
pt_br: Aleatorizar
ru_ru: Случайный выбор
zh_cn: 随机化

# RandomizeModsDialog_Close
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# RandomizeModsDialog_DescPrefix
source: Select the categories you want to randomize mods for:
es: Selecciona las categorías que deseas aleatorizar:
ja: ランダム化するカテゴリを選択:
pt_br: Selecione as categorias para aleatorizar mods:
ru_ru: Выберите категории, для которых вы хотите случайным образом выбрать моды:
zh_cn: 选择要随机化Mod的类别：

# RandomizeModsDialog_DescNote
source: Note: This will only randomize mod folders that are meant to only have one mod active. So 'Others __' folders will not be randomized. While only one mod wil be enabled per in game character skin
es: Nota: Esto solo aleatorizará las carpetas de mods que están diseñadas para tener solo un mod activo. Las carpetas 'Otros __' no se aleatorizarán. Solo se habilitará un mod por skin de personaje en el juego.
ja: 注意：これは1つのModのみアクティブにすることを想定したModフォルダーのみをランダム化します。「その他__」フォルダーはランダム化されません。ゲーム内のキャラクタースキンごとに1つのModのみが有効になります。
pt_br: Nota: Isso só aleatorizará pastas de mods que devem ter apenas um mod ativo. Pastas 'Outros __' não serão aleatorizadas. Apenas um mod será habilitado por skin de personagem no jogo.
ru_ru: Примечание: это затронет только те папки модов, которые предназначены для одного активного мода. Папки «Другие __» не будут затронуты. Будет включён только один мод на скин персонажа в игре.
zh_cn: 注意：这只会随机化那些仅允许单个Mod激活的Mod文件夹。因此，「其他__」文件夹不会被随机化。每个游戏内角色皮肤只会启用一个Mod。

# RandomizeModsDialog_AllowNone
source: Allow no mods as a result. This means it is possible for no mods to be enabled for a mod folder
es: Permitir ningún mod como resultado. Esto significa que es posible que no se habilite ningún mod para una carpeta de mods
ja: 結果としてModなしを許可する。ModフォルダーにModが有効にならない可能性があります。
pt_br: Permitir nenhum mod como resultado. Isso significa que é possível que nenhum mod seja habilitado para uma pasta de mods
ru_ru: Разрешить результат без модов. Это означает, что для папки модов может не быть включено ни одного мода.
zh_cn: 允许结果中没有Mod。这意味着Mod文件夹可能没有启用任何Mod。

# RandomizeModsDialog_Suggestion
source: I suggest creating a preset (or a backup) of your mods before randomizing if you have a lot of enabled mods
es: Te sugiero crear un preset (o una copia de seguridad) de tus mods antes de aleatorizar si tienes muchos mods habilitados
ja: 有効なModが多い場合、ランダム化する前にModのプリセット（またはバックアップ）を作成することをお勧めします。
pt_br: Sugiro criar um preset (ou um backup) dos seus mods antes de aleatorizar se você tiver muitos mods habilitados
ru_ru: Я рекомендую создать пресет (или резервную копию) ваших модов перед случайным выбором, если у вас много включённых модов.
zh_cn: 如果启用了大量Mod，建议在随机化之前创建预设（或备份）你的Mod。

# RandomizeModsDialog_NotifNoCategories
source: No categories selected
es: Ninguna categoría seleccionada
ja: カテゴリが選択されていません
pt_br: Nenhuma categoria selecionada
ru_ru: Категории не выбраны
zh_cn: 未选择类别

# RandomizeModsDialog_NotifNoCategoriesDesc
source: No categories were selected to randomize.
es: No se seleccionaron categorías para aleatorizar.
ja: ランダム化するカテゴリが選択されていません。
pt_br: Nenhuma categoria foi selecionada para aleatorizar.
ru_ru: Не выбраны категории для случайного выбора.
zh_cn: 未选择要随机化的类别。

# RandomizeModsDialog_NotifFailed
source: Failed to randomize mods
es: Error al aleatorizar mods
ja: Modのランダム化に失敗しました
pt_br: Falha ao aleatorizar mods
ru_ru: Не удалось случайным образом выбрать моды
zh_cn: 随机化Mod失败

# RandomizeModsDialog_NotifSuccess
source: Mods randomized
es: Mods aleatorizados
ja: Modをランダム化しました
pt_br: Mods aleatorizados
ru_ru: Моды выбраны случайным образом
zh_cn: Mod已随机化

# RandomizeModsDialog_NotifSuccessDesc
source: Mods have been randomized for the categories:
es: Mods han sido aleatorizados para las categorías:
ja: 次のカテゴリのModがランダム化されました:
pt_br: Mods foram aleatorizados para as categorias:
ru_ru: Моды были случайным образом выбраны для категорий:
zh_cn: Mod已为以下类别随机化：

# CreateCommandView_EffectiveWorkingDirPrefix
source: Effective working directory:
es: Directorio de trabajo efectivo:
ja: 実効作業ディレクトリ:
pt_br: Diretório de trabalho efetivo:
ru_ru: Фактическая рабочая директория:
zh_cn: 有效工作目录：

# CreateCommandView_InvalidWorkingDir
source: Invalid working directory
es: Directorio de trabajo no válido
ja: 無効な作業ディレクトリ
pt_br: Diretório de trabalho inválido
ru_ru: Неверная рабочая директория
zh_cn: 无效的工作目录

# CreateCommandView_SaveCommand.Content
source: Save Command
es: Guardar Comando
ja: コマンドを保存
pt_br: Salvar Comando
ru_ru: Сохранить команду
zh_cn: 保存命令

# Category_Character
source: Character
es: Personaje
ja: キャラクター
pt_br: Personagem
ru_ru: Персонаж
zh_cn: 角色

# Category_Characters
source: Characters
es: Personajes
ja: キャラクター
pt_br: Personagens
ru_ru: Персонажи
zh_cn: 角色

# Category_NPC
source: NPC
es: PNJ
pt_br: PNJ

# Category_NPCs
source: NPCs
es: PNJs
ja: NPC
pt_br: PNJs
ru_ru: NPC
zh_cn: NPC

# Category_Object
source: Object
es: Objeto
ja: オブジェクト
pt_br: Objeto
ru_ru: Объект
zh_cn: 对象

# Category_Objects
source: Objects
es: Objetos
ja: オブジェクト
pt_br: Objetos
ru_ru: Объекты
zh_cn: 对象

# Category_Weapon
source: Weapon
es: Arma
ja: 武器
pt_br: Arma
ru_ru: Оружие
zh_cn: 武器

# Category_Weapons
source: Weapons
es: Armas
ja: 武器
pt_br: Armas
ru_ru: Оружие
zh_cn: 武器

# Category_Custom
source: Custom
es: Personalizado
ja: カスタム
pt_br: Personalizado
ru_ru: Пользовательские
zh_cn: 自定义

# Characters_ErrorDisablingModsTitle
source: Error disabling mods
es: Error al deshabilitar mods
ja: Modの無効化中にエラー
pt_br: Erro ao desabilitar mods
ru_ru: Ошибка отключения модов
zh_cn: 禁用Mod时出错

# Characters_ModsDisabledTitle
source: Mods Disabled
es: Mods Deshabilitados
ja: Modを無効化しました
pt_br: Mods Desabilitados
ru_ru: Моды отключены
zh_cn: Mod已禁用

# Characters_ModsDisabledMessage
source: Alls mods for {0} have been disabled
es: Todos los mods de {0} han sido deshabilitados
ja: {0} のすべてのModが無効化されました
pt_br: Todos os mods de {0} foram desabilitados
ru_ru: Все моды для {0} отключены
zh_cn: {0}的所有Mod已被禁用

# Characters_ModsEnabledTitle
source: Mods enabled
es: Mods habilitados
ja: Modを有効化しました
pt_br: Mods habilitados
ru_ru: Моды включены
zh_cn: Mod已启用

# Characters_ModsEnabledMessage
source: All tracked mods have been enabled for {0}.
es: Todos los mods rastreados han sido habilitados para {0}.
ja: {0} のすべての追跡Modが有効化されました。
pt_br: Todos os mods rastreados foram habilitados para {0}.
ru_ru: Все отслеживаемые моды включены для {0}.
zh_cn: {0}的所有追踪Mod已被启用。

# Characters_ErrorsEnablingModsTitle
source: Errors while enabling mods
es: Errores al habilitar mods
ja: Modの有効化中にエラー
pt_br: Erros ao habilitar mods
ru_ru: Ошибки при включении модов
zh_cn: 启用Mod时出错
